;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Norsk/Norwegian
WebLang=NOR
Translator=Paal Ronningen
Codepage=UNICODE 
Version=5.1.7


[Uninstaller Toolbar]
102 = Vis
103 = Alternativ
104 = Avinstallerer
105 = Verktøy
106 = Jaktmodus
107 = Liste
108 = Ikoner
109 = Detaljer
110 = Avinstallere
111 = Ta bort post
112 = Oppdatere programlisten
113 = Vil du virkelig ta bort Valgt post?
114 = Vil du virkelig ta bort Valgt program?
115 = Oppdater\nREVO
116 = Hjelp
117 = Hjelp for Valgt verktøy...
118 = Hjemside...
119 = Om...
120 = Du er ikke administrator!
121 = Vil du virkelig avinstallere denne systemkomponenten?\nAVBRYT om du ikke er HELT sikker på hva du gjør!
122 = Avinstallering viser alle de programmer og komponenter som er installert til alle brukere. I detaljvisning, eller via høyreklikk, kan du finne mer informasjon (links og egenskaper). En av de primære funksjoner i Revo Uninstaller er jaktmodus. Denne metode gjør det mulig å avinstallere, stoppe, slette eller hindre automatisk oppstart med et enkelt klikk.
123 = Søk
124 = Funnet:
125 = Vil du virkelig slette valgt systemkomponent fra registret?\nSystemet kan slutte å fungere om du gjør det!
126 =  er fjernet fra automatisk oppstart!
127 =  er satt til automatisk oppstart!
128 = %s er installert på samme plass som %s!\nFiler fra BEGGE programmer kommer til å rapporteres som rester! Kontroller nøye hvem av filene du vil slette!
129 = Tvunget avinstallering


[Uninstaller List]
150 = Program
151 = Størrelse
152 = Versjon
153 = Installeringsdato
154 = Firma 
155 = Webside
156 = Kommentar
157 = Avinstalleringsstreng
158 = Registernøkkel
159 = Installasjonsfil

[Uninstaller StatusBar]
201 = Installerte:
202 = Innleser...


[Registry Optimizer]
302 = Velg hvor det skal søkes
303 = Startmeny

[AutoRun Toolbar]
407 = Kjør
408 = Stopp
409 = Slett
410 = Komponenter:
411 = Aktivert:
412 = Her kan du aktivere/deaktivere programmers automatiske oppstart, og få mer informasjon om de programmer, som er så til å starte sammen med Windows. Du kan se informasjon om programutvikler, beskrivelse, status (kjører/kjører ikke) og plassering av startkommandoen (fra fil eller registry).

[AutoRun List]
450 = Oppstartsnavn
451 = Oppstartsti
452 = Beskrivelse
453 = Utgivere
454 = Status
455 = Plass
456 = KJØRER
457 = KJØRER IKKE
458 = UGYLDIG
459 = Avslutt Prosess
460 = Kjør Prosess
461 = Åpne filplassering
462 = Gå til plassering
463 = Kopier oppstartsti
464 = Fjern valgte
465 = Fjern alle ugyldige
466 = Fjern alle som ikke kjører
467 = Fjern alle deaktiverte
468 = Egenskaper...
470 = Vil du virklig stenge valgt program?\nAlle ikke lagrede data vil slettes!
471 = Vil du virklig slette de valgte komponenter?
472 = Vil du virklig slette alle ugyldige komponenter?
473 = Vil du virklig slette alle komponenter som ikke kjører?
474 = Vil du virklig slette alle ikke kjørende komponenter?
475 = Kommandoen finnes ikke!
476 = UKJENT
477 = Deaktiver Autostart
478 = Aktiver Autostart

[Outlook Control]
300 = Optimering
301 = Registeroptimering
400 = Autostart
500 = Spor renser
501 = Webleser renser
600 = MS Office-renser
700 = Windows-renser
800 = Bevis sletting
900 = Permanent sletting
2100 = Windows verktøy
2200 = Søppelfil renser

[Track Cleaner Browsers]
507 = Slett alt
508 = Slett Internethistorik
509 = Slett adressfelthistorik
510 = Slett midlertidige Internetfiler
511 = Slett Cookies
512 = Slett Index.dat-filer
513 = Kjør
514 = Slett nedlastingshistorik
515 = Slett sesjonshistorik
516 = Slett formularhistorik
517 = Avinstallerer
518 = vil du virklig slette all historik?
521 = vil du virklig slette all Internet Explorer-historik?
522 = vil du virklig slette all Firefox-historik?
523 = vil du virklig slette all Opera-historik?
524 = vil du virklig slette all Netscape-historik?
525 = Din webleser lagrer detaljer om alla websider du har besøkt. Informasjon gjemmes i din webleser og med et enkelt klikk, kan man se hvilke sider du har besøkt! Med Browser renser kan du slette disse midlertidige Internetfiler, som inneholder alle de bilder/onlinevideoer du har sett og alle de websider du har besøkt. Sletting av midlertidige filer kan også frigjøre en del plass på din harddisk.
526 = Lukk webleseren før du sletter historikk.
527 = Index.dat-filene tas bort vid neste omstart av datamaskinen.
599 = Sletting av spor gjennomført!


[Track Cleaner Office]
601 = Slett
607 = Slett historiken i MS Word
608 = Inkluderer Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 og Word 2016
609 = Slett historiken i MS Excel
610 = Inkluderer Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 og Excel 2016
611 = Slett historiken i MS Access
612 = Inkluderer Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 og Access 2016
613 = Slett historiken i MS PowerPoint
614 = Inkluderer PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 og PowerPoint 2016
615 = Slett historiken i MS FrontPage
616 = Inkluderer FrontPage 2000, FrontPage XP og FrontPage 2003
617 = "MS Office-rensning" lar deg slette historiken over de siste brukte dokumenter i MS Word, Excel, Access, PowerPoint og FrontPage. Om du ikke vil å hvem som helst skal kunne se vilke dokument du har laget, åpnet eller redigert i MS Office, markerer du disea og klikker på knappen "Slett". Dokumentlisten tøms.

[Track Cleaner Windows]
701 = Slett
707 = Slett "Sist åpnede dokument"
708 = Slett historiken i Kjør
709 = Slett historiken i Søk
710 = Slett historiken i Søk skrivere, datamaskiner eller personer
711 = Tøm Utklippstavle
712 = Slett historiken i MS Paint
713 = Slett historiken i MS WordPad
714 = Slett historiken for åpnede nøkler i Regedit
715 = Slett historiken for åpnede, lagrete og tidligere filer
716 = Slett historiken for siste åpnede mappe
717 = Tøm Papirkurven
718 = Slett midlertidige Windows filer (Temp)
719 = Slett loggfilen for Startmeny
720 = Windows gjemmer mange opplysninger om datamaskinens arbeide, f.eks. søking etter filer og mapper, siste åpnede dokumenter, åpnede filer i diverse programmer og mye annet. Windows renser kan slette denne historik, tømme papirkurven og slette midlertidige filer for å frigjøre plass på harddisken. 
721 = Historiken i "Kjør" slettes først etter ny oppstart av explorer.exe
722 = Spor i Registret
723 = Spor på harddisken
724 = Slett minnesdump-filer
725 = Slett filfragment fra chkdsk (Check Disk)


[Evidence Remove]
802 = Utfør
803 = Slett
804 = Vent mens sletting utføres
805 = Klar
806 = Sett et merke i ruten foran den/de disker du vil slette fra. Dette verktøyet påvirker kun tidligere slettede data. ADVARSEL!! Når verktøyet er kjørt, vil det ikke være mulig å få tilbake dine slettede filer!
807 = Når du tømmer papirkurven, registreres filene som slettet, men blir ikke fjernet fra harddisken. Dette verktøy vil permanent slette de filer, som allerede er slettet, men som stadig ligger fysisk på harddisken. Uanset hvilket gjenopprettingsverktøy som prøves, vil resultatet være det samme – data slettet med permanent sletting er umulig å gjenopprette!
808 = Vil du virklig slette alle spor av dine valgte filer på Valgt disk(er)?

[Unrecoverable  Delete ]
912 = Listen med filer og mapper kommer til å bli slettet uten mulighet til å gjenopprette.
913 = Filer
914 = Mapper
915 = Legg til filer som du vil slette permanent fra systemet. Dissa kan aldri gjenopprettes, hverken fysiskt eller med noen programvare!
916 = Legg til mapper som du vil slette permanent fra systemet. Dissa kan aldri gjenopprettes, hverken fysiskt eller med noen programvare!
917 = Legg til filer for sletting
918 = Legg til mapper for sletting
919 = SLETT FOR ALLTID
920 = Slett listen
921 = Hvis du vil slette en fil eller en mappe så du er sikker på at ingen, uansett viten eller verktøy, kan gjenopprette de, så bruk permanent sletting. Sletting av filer og tømming av papirkurven betyr ikke at filene er fullstendig slettet. De er stadig gjemt på harddisken og kan gjenopprettes. Verktøyet Permanent Sletting fjerner filer og mapper fysisk, så gjenoppretting ikke er mulig. 
922 = Vil du virkelig slette valgte filer og mapper FOR ALLTID?

[Options Tree]
1001 = Alternativ
1002 = Eksporter alle innstillinger
1003 = Importer alle innstillinger
1100 = Generelt
1200 = Avinstallering

[General]
1101 = Språk:
1102 = Avansert
1103 = Søk etter oppdatering ved programstart
1104 = Oppdater automatisk i bakgrunnen

[Uninstaller Options]
1201 = Vis Systemoppdateringer
1202 = Vis Systemkomponenter
1204 = Kjør kun programmets egen avinstallering
1205 = (Støttes ikke i Vista eller Windows 7)
1206 = Lag et systemgjenopprettingspunkt før avinstallering
1208 = Deaktiver funksjonen til avinstalleringshistorikk
1209 = Vis snarveier til nettsider

[Auto Update]
1907 = Opppdater
1908 = Versjonsinformation
1909 = Installert Version:
1910 = Siste Version:
1911 = HENT
1912 = Hent siste versjon
1913 = Nyheter
1914 = Kontrollerer...
1915 = Tilkoblingsproblem...
1916 = STOPP
1917 = %s av %s nedlastet
1918 = %s nedlastet (ukjent størrelse)
1919 = Revo Uninstaller kunne ikke koble til www.revouninstaller.com. Vennligst kontroller at Internettilkoblingen fungerer, og at brannveggen ikke hindrer Revo Uninstaller 
1920 = Feil: Søkingen etter ny versjon misslykkes. Ingen Internettilkobling oppdaget.
1921 = Laster ned...
1922 = Starter oppdatering...
1923 = Ferdig
1924 = Ingen oppdatering tilgjengelig
1925 = Vellykket oppdatering til siste versjon(%s)

[WinTools]
2110 = Kjør
2111 = Det finnes en rekke nyttige verktøyer i alle utgaver av Windows. Noen av disse bruker kompliserete kommandoer, andre er vanskelige å finne. Windows verktøy gir dge hurtig tilgang til mere en ti av disse verktøyer.
2112 = Hvis det oppstår ett problem, kan du bruke systemgjenoppretting til å sette datamaskinen tilbake, til før problemet opsto, uten å miste dine personlige data. Funksjonen overvåker systemet, og oppretter automatisk gjenopprettingspunkter, både dagligt og før større endringer. Hvis behovet for gjenoppretting oppstår, velges et passende punkt på listen, og prosessen settes igang. Gjenopprettingspunkter kan også oprettes manuelt.
2113 = Samler og viser information om datamaskin, hardware, operativsystem, Internetkonfigurasjon, modem og netverksopsetning. Network Diagnostics kan gjennomse systemet, teste nettverksforbindelsen og se om nettverksrelaterte programmer og tjenester fungerer. 
2114 = Kan vise alle aktuelle TCP/IP nettverkskonfigurasjoner samt oppdatere Dynamic Host Configuration Protocol (DHCP) og Domain Name System(DNS) innstilinger. Viser komplett TCP/IP-konfigurasjon for alle nettverksforbindelser inkludert IP adresse, MAC adresse, subnetmaske, standard gateway, Windows Internet Naming Service (WINS) og DNS konfiguration.
2115 = Kan kontrollere status på tre viktige sikkerhetskomponenter: Firewall, virusbeskyttelse og automatiske oppdateringer. Hvis det blir funnet problem i en av disse tre komponenter, (f.eks. hvis antivirusprogrammet ikke er oppdatert), vil Security Center vise en beskjed, og rådgive om hvordan du kan beskytte din datamaskin bedre.
2116 = Kan vise grunnleggende informasjon såsom prosessortype og RAM hukommelse. Kontroller eller endre de innstilinger, som bestemmer hvordan datamaskinen anvender hukommelsen. Finne information om hardware og drivere samt konfigurere hardwareprofiler. Sjekke informasjon om din nettverksforbindelse og brukerprofil. Rapportere system og programfeil til Microsoft eller systemadminstrator.
2117 = Samler og viser systeminformation for lokale og tilknyttede datamaskiner. Dette inkluderer informasjon om hardwarekonfigurasjonen, datamaskinkomponenter og software, herunder signerte og usignerte drivere. Systeminformasjon er et supportverktøy, som kan brukes til å finne informasjon om datamaskinen og operativsystemet.
2118 = TCP/IP Netstat Command viser alle aktive TCP forbindelser samt alle TCP og UDP porter som datamaskinen lytter på. Viser også programmet som har oprettet alle tilkoblings eller lytteporte. Programnavnet vises i [ ] nederst og over ses komponenterne som det aktiverte inntil den når frem til TCP/IP. 
2119 = On Screen Keyboard viser et virtuelt tastatur på skjermen som kan betjenes med musen eller et joystick. Tastaturet er tenkt som en hjelp til bevegelseshemmede, men kan også brukes, hvis du har mistanke om at datamaskinen er infisert med et keylogger program. En keylogger er et stykke malware der avlurer alle dine tastetrykk. On Screen Keyboard elimenerer denne risiko.
2120 = Analyserer dine harddisker og samler fragmenterte filer og mapper, således at hver enkelt fil/mappe blir samlet og lagret på samme fysiske sted på disken. Det gir en mer effektiv adgang til filer og mapper. Prosessen defragmenterer også diskens ledige plass, så sannsynligheten for filfragmentering reduseres. 
2121 = Funksjonen kan aktivere, starte, stoppe, pause, gjenoppta og deaktivere tjenester på lokale og tilknyttede datamaskiner. Du kan også konfigurere gjenopprettingsinnstillinger (f.eks. gjenstarte tjenesten automatisk) hvis en tjeneste feiler, aktivere/deaktivere tjenester for en bestemt hardwareprofil og se status/beskrivelse for de enkelte tjenester.
2122 = Brukes til å administrere delte ressurser på nettverket. Du kan styre brukerrettigheter, sessionsaktivitet, egenskaper for delte ressurser og se en oversikt over forbindelser og ressursforbruk på de tilknyttede datamaskiner. Med Delte mapper kan du bl.a. oprette, vise og innstille tilgangen til delte ressurser, se en liste over aktive brukere, frakoble en eller alle og se en liste over filer som er åpnet av fjernbrukere.
2123 = Dette verktøy setter regler for bruker og datamaskin konfigurasjon. Gruppepolitikk definerer de komponenter på skrivebordet, og i startmenyen, som en systemadministrator kan bruke til å bestemme hvilke rettigheder den enkelte bruker har.
2124 = Kan administrere installerte Windows komponenter på din datamaskin. Når Windows er installert, kan funksjonen tilføye komponenter som ikke var med i den opprinnelige installasjon, eller fjerne komponenter du ikke bruker mer. 
2125 = Microsoft Windows Malicious Software Removal Tool sekker datamaskinen for spesifikke skadelige programmer (virus, trojanske hester etc.), og fjerner eventuelle infeksjoner. Når prosessen er kjørt, vises en rapport som også beskriver hva som evt. ble fjernet.


[Junk Files Cleaner Options]
2202 = Scan disk:
2203 = Innhold
2204 = Beskrivelse
2205 = Legg til
2206 = Slett
2207 = Sett som Standard
2208 = Søppelfilrenser::Generelt
2209 = Søppelfilrenser::Ekskluder
2220 = Søk etter følgende:
2221 = Du kan bruke (? og *) som jokertegn
2222 = Legg til innhold
2223 = Legg til Ekskluderingsinnhold
2224 = Du kan bruke (? og *) som jokertegn
2225 = Ekskluderingsinnhold:
2226 = Slett filer til Papirkurven
2227 = Ignorer filer som har vært brukt i løpet av de siste 24 timene

[Junk Files Cleaner Tool]
2306 = Søk
2307 = Slett
2308 = Søker
2309 = Vent mens søking pågår
2310 = Avbryt
2311 = Navn
2312 = Størrelse
2319 = Filer:
2320 = Total størrelse:
2323 = Noen filer brukes av Windows eller ett annet program\n og kan ikke slettes nå
2324 = Du må velge minst en disk og en filtype for å kunne søke
2325 = Med Søppelfilrenseren kan du finne og slette mange typer av søppelfiler og andre unødvendige filer fra datamaskinen. Normalt slettes de av programmet som laget de, når de ikke lengre behøves. Dog kan de bli værende permanent om t.ex. hovedprogrammet avsluttes unormalt, eller ved en systemkrasj m.m. Om dette intreffer kan datamaskinens prestering og diskplass påvirkes negativt. 
2326 = Fil
2327 = Sletter
2328 = Ingen søppelfiler ble funnet

[Context Menu Junk Files Cleaner]
2313 = Åpne
2314 = Søk med Google 
2315 = Åpne filplassering
2316 = Egenskaper...
2317 = Velg alt
2318 = Fjern Velg alt
2321 = Marker Valgte elementer
2322 = Fjern Valgte elementer

[TopMost Window]
4002 = Alternativ
4003 = Åpne Hovedvindu
4004 = Dra og Slipp modus
4005 = Jaktmodus
4006 = Størrelse
4007 = Liten
4008 = Mellom
4009 = Stor
4010 = Vindusstørrelse
4011 = AVSLUTTE
4012 = Avinstallere
4013 = Forhindre Autostart
4014 = Avslutte Prosess
4015 = Avslutte og slett Prosess
4016 = Åpne filplassering
4017 = Info
4018 = Egenskaper
4019 = AVBRYT
4020 = Kun en fil om gangen støttes!
4021 = Du flytter en hel mappe, vennligst Dra og Slipp en fil!
4022 = Avinstallere eller Slett:
4023 = Ugyldig! Forsøk med å peke på ett annet vindu, et annet ikon eller ett emne på prosesslinjen
4024 = Kan ikke starte Avinstallering!\n Bruk programmets eget\n avinnstalleringsprogram.
4025 = avinnstalleringsrutine ikke funnet!\nTips: Få mer informasjon om programmet og\n forsøk avinstallere det manuelt!
4026 = Det valgte programs autostart er deaktivert!\nTips: Hvis du vil aktivere igjen kan du bruke Autostart funksjonen i hovedvinduet!
4027 = Programmet ble ikke funnet på en normal startplassering!\nTips: Bruk Google til å søke etter atypiske oppstartsplaseringer!!
4028 = Er du sikker på at du vil avslutte valgte program?\nAlle ikke lagrede data kommer til å bli slettet!
4029 = Avinstallering
4030 = Er du sikker på at du vil avslutte og slette valgte program?\nAlle ikke lagrede data kommer til å bli slettet!
4031 = Er du sikker på at du vil avslutte Windows Utforsker?\n Startmeny, oppgavelinje og prosesslinje forsvinner!
4032 = Start sammen med Windows
4033 = Gjennomsiktighet
4035 = Alltid på topp

[Scan After Uninstall]
4210 = Plassering
4211 = Nøkkel
4212 = Verdi
4213 = Data
4214 = Fil
4215 = Marker en post for sletting!
4216 = Søk etter avinnstalering
4217 = Marker Alle
4218 = Avmarker Alle
4219 = Slett
4220 = Etterlatte filer
4221 = Etterlatte Registerposter
4222 = Søker før avinstallering...Vennligst vent
4223 = Kjører avinstallering...
4224 = Start søking etter etterlatte Filer, Mapper og Registerposter når avinstalleringen er ferdig
4225 = Søker etter rester...Venligst vent
4226 = Kontroller listen NØYE!
4227 = Lukk
4228 = Resterende filer i listan kommer til å slettes etter neste omstart av datamaskinen
4229 = Kunne ikke kjøre programmets egen avinstallering!\nDette kan skyldes ugyldig eller skadet Avinstalleringsprogram!
4230 = Tilbake
4231 = Neste
4232 = Velg metode.
4233 = Metoder
4234 = Standard - kjør bare programmets egen avinstallering uten ytterligere gjenomsøkning.
4235 = Sikker - inkluderer den innebygde avinstalleringen og utfører også en genomsøkning av registret og harddisk(er) for å finne resterende poster som er sikre å slette. Det raskeste alternativet.
4236 = Moderat - inkluderer "Sikker" og utfører også en utvidet gjenomsøkning for å finne alle resterende poster på de vanligste plassene i registret og på harddisk(er).
4237 = Avansert - inkluderer "Moderat" samt utfører en grundig gjenomsøkning av registret og harddisk(er) for å finn alle resterende relaterte poster og filer. Det mest tidkrevende alternativ.
4238 = Analyserer før avinstallering.
4239 = Starter programmets innebygde avinstallering for å utføre en standard-avinstallering.
4240 = Trykk "Neste" for å søke etter rester av filer, mapper og registerposter etter gjenomført avinstallering.
4241 = Utfører initial analyse og avinstallering
4242 = Søker etter rester
4243 = Gjenomsøkning etter utført avinstallering. Gjenomsøker registret og harddisk(er) etter resterende filer, mapper og registerposter relatert til det avinstallerte programmet. Vennligst vent...
4244 = Etterlatte registerposter
4245 = Funnet registerposter:
4246 = OBS!: Kontroller listede poster NØYE! Bare poster Valgt med fetstil og deres underposter kommer til å bli slettet!
4247 = Funnet resterende filer og mapper
4248 = Funnet poster:
4249 = Datamaskin
4250 = Revo Uninstaller kunne ikke starte den innebyggde avinstalleringen for Valgt program. avinnstalleringskommando kan være ugyldig, skadet eller helt savnes. Trykk på "Tilbake" for å velge en annen avinstalleringsmetode.
4251 = Programmets innebygde avinstallering er gjennomført. Revo Uninstaller har ikke søkt etter resterende filer, mapper eller registerposter. Trykk på "Tilbake" for å bruke en annen avinstallalleringsmetode for å søke etter disse.
4252 = Revo Uninstaller har gjennomført avinstalleringen, men det ble ikke funnet programrester. Du kan klikke på "Tilbake" og prøve en annen metode for å utføre en grundigere søking.
4253 = Revo Uninstaller har gjennomført avinstalleringen. Vil du søke etter flere programrester, kan du klikke på "Tilbake" og prøve en grundigere metode som søker dypere.
4254 = Avslutt
4255 = Er du sikker på du vil flytte valgte filer til papirkurven?
4256 = Er du sikker på du vil slette valgte registeremner?
4257 = Revo Uninstaller har gennemført avinstalleringen!
4258 = Er du sikker på du vil fortsette til neste trinn, uten å slette de funne programrester?
4259 = Er du sikker på du vil fortsette til neste trin, uten å slette de funne filrester?
4260 = Søking etter programrester gjennomført. Klikk "Neste" for å se resultatet!
4261 = Lager Systemgjenopprettingspunk...
4262 = Lager Systemgjenopprettingspunk - misslykkes!
4263 = Lager Systemgjenopprettingspunk inaktivert (under Alternativ->Avinstallering)
4264 = Lager Systemgjenopprettingspunk - Ferdig!
4265 = Filsystem
4266 = Skanner etter rester av
4267 = rest(er) funnet i registeret og filsystemet
4268 = rest(er) slettet fra registeret og filsystemet
4269 = avinstallerte programmer
4270 = Oppretting av et gjenopprettingspunkt mislyktes (Systemgjenoppretting deaktivert i Windows-innstillinger)
4271 = Sletter funnet rester fra registeret og filsystemet...
4272 = Skanner etter rester...

[About]
4300 = Oversettere:

[ContextMenu Uninstaller]
5000 = Kommando
5001 = Info
5002 = Søk med Google
5004 = Åpne filplassering
5005 = Åpne Om-linken...
5006 = Åpne Hjelp-linken...
5007 = Åpne Oppdateringslinken...
5008 = Åpne Registernøkkel...

[Common]
10000 = OK
10001 = Avbryt
10002 = Hjelp
10003 = Bla
10004 = Hjelp for aktuellt verktøy
10005 = Hjemmeside
10006 = Om
10007 = Advarsel
10008 = FEIL
10009 = Ja
10010 = Nei
10011 = Pause
10012 = Fortsett
10013 = Standard
10014 = Vennligst vent...
10015 = Senere
10016 = Aldri
10017 = Operasjon fullført!
10018 = Vennligst vent mens prosessen pågår...
10019 = Rediger
10020 = Prøv på nytt
10021 = Ignorer
10022 = Avbryt
10023 = Slett
10024 = Lagre
10025 = Gjenstander
10026 = Start
10027 = Lukk (anbefalt)

[Tooltips]
2000 = Skift til Avinstallering
2001 = Vis Verktøyspanel
2002 = Juster instillinger etter eget behov
2003 = Skift til Jaktmodus
2004 = Endre hvordan listen med installerte program vises
2005 = Avinstaller valgte program
2006 = Slett valgt registerpost
2007 = Oppdater listen med program
2008 = Oppdater din programversjon til siste utgave
2009 = Søk ytterligere svar på dine spørsmål om programmet
404 = Start valgt program
405 = Avslutt og steng valgt program
406 = Forhindre at valgt program autostarter
506 = Nullstil valgt alternativ
605 = Nullstil valgt alternativ
705 = Nullstil valgt alternativ
2106 = Kjør valgt verktøy
2304 = Søk etter overflødige filer i henhold til valgte instillinger
2305 = Send valgte filer til Papirkurven



[UninstallerPro]
15000 = Generelt
15001 = Administrer\ngrupper
15002 = Nye Programmer
15003 = Andre Programmer
15004 = Navn
15005 = Bytt navn
15006 = Internet
15007 = Spill
15008 = Multimedia
15009 = Hjelpeprogram
15050 = Flytt Opp
15051 = Flytt Ned
15052 = Legg til
15053 = Fjern
15054 = Kolonner
15055 = Fjern kolonner
15056 = Justering
15057 = Venstre
15058 = Senter
15059 = Høyre
15060 = Tilpass
15061 = Eksporter liste til
15062 = Tekstformat(txt)
15063 = HTML-format(html)
15064 = Microsoft Excel
15065 = Eksporter
15066 = Velg hvilke kolonner du vil eksportere
15067 = Vis som nye programmer i:
15068 = Siste (i dager)
15069 = Siden siste starten av Revo
15070 = Gruppenavn:
15071 = Legg til
15072 = Gruppe
15073 = Overvåket Program
15074 = Overvåket\nProgram
15075 = Alle Program
15076 = Alle\nProgram
15077 = Slett logg
15078 = Tilpasset avinstallering
15079 = Bytt ikon
15080 = Legg til i Gruppe
15081 = Slett fra Gruppe
15082 = Avinstallerer
15083 = Avinstallerer loggede filer og mapper fra programmet:
15084 = Avinstallerer loggede registerposter:
15085 = Det kan være data relatert til det avinstallerte program, som ikke ble slettet, fordi Revo ikke registrerede det i loggen ved installering av programmet. Vil du kontrollere dette, og eventuelt slette filene, kan du klikke på "Avansert avinstallering". 
15086 = Avanserad avinstallering
15087 = Fil-\Mappesti
15088 = Innleser listen...
15089 = Avinstaller valgte verdier
15090 = Åpne overordnet registernøkkel... 
15091 = Utvid allt 
15092 = Trekk sammen allt
15093 = Verdinavn
15094 = Loggmappe:
15095 = Utfør navnbytte på de tidligere eksisterende systemfilene og -mappene
15096 = Tvunget Avinstallering
15097 = Tvunget\nAvinstallering
15098 = Utvid Valgt nøkkel
15099 = Trekk sammen Valgt nøkkel
15100 = Avinstaller Valgt nøkkel
15101 = Marker valgte nøkkel som opprettet
15102 = Legg til i Ekskluderlisten
15103 = Ugyldig Loggfil
15104 = Filen finnes ikke! Angi et gyldig filnamn eller avbryt.
15105 = Velg Prosess
15106 = Legg til prosess i listen
15107 = Full prosessti:
15108 = Legg til Registernøkkel
15109 = Registernøkkelens søkesti
15110 = Bruk "Se gjennom" for å innsette en fil eller mappesti til det program du vil avinstallere. Tast inn eventuelt også programmets navn. Når du klikker "Neste", vil Revo Uninstaller først lete etter en innebygget avinstalleringsfil i programmet, og finnes den, vil du få muligheten for å velge om du vil kjøre den.\n\nAnngi  den presise plassering, og det presise navn, på det program du vil avinstallere!!
15111 = Søkemetoder
15112 = Innebygget
15113 = Sikkert
15114 = Moderat
15115 = Avansert
15116 = Full søkesti til programfilen eller -mappen:
15117 = Programmets fullstendige navn:
15118 = Fant innebygget avinstalleringsprogram:
15119 = Kjør det valgte innebygde avinstalleringsprogrammet
15120 = Programnavn
15121 = Avinstalleringskommando
15122 = Type
15123 = 32-bit
15124 = 64-bit
15125 = Lukk prosessen og fortsett
15126 = Den valgte filen er en aktiv prosess! Om du vil avinstallere den og disse relaterade komponenter, er det best å stoppe den før du fortsetter
15127 = Registernøkkel som skal ekskluderes
15128 = Inkluder undernøkkler
15129 = Gå til "Overvåkede program" ved programstart
15130 = Slett filer og mapper:
15131 = Til Backup-mappen
15132 = Til Papirkurven
15133 = Permanent
15134 = Vil du virkelig slette valgte komponent(er)?
15135 = Mapper
15136 = Filer
15137 = Mulig relaterade filer og mapper
15138 = Mulig relaterade Registerposter
15139 = Nøkkler:
15140 = Verdier:
15141 = Loggede filer og mapper
15142 = Utfør navnbytte på de tidligere eksisterende systemfilene og -mappene
15143 = Vil du virkelig avinstallere de valgte komponentene?
15144 = Valgte men etterlatte filer kommer til å slettes ved neste omstart av datamaskinen.
15145 = Loggede Registerposter
15146 = Avinstallerer...
15147 = Søker etter etterlatte filer, mapper og registerposter, basert på tidligere angiven information
15148 = Analyserer og starter programmets inbyggde avinnstalleringsprogram for en Standardavinnstallering
15149 = Når programmets egen avinstallering er gjennemført, så klikk "Scan" for å søke etter rester av filer, mapper og registryemner.
15150 = Det finnes ikke nok diskplass for å skrive til cache-datafilen
15151 = Feil vid skrivning til cache-filen. Kontroller om du har nødvendige rettigheter.
15152 = Feil vid lesing av cache-datafilen
15153 = Revo Uninstaller Pro fant ingen etterlatte komponenter
15154 = Gjenomsøk
15155 = Tilpasset\navinnstallering
15156 = "Alle programmer" viser installerte programmer for alle brukere, oppdelt i to standardgrupper - "Nye" og "Andre". Bruk enten detaljvisning eller høyreklikk, for å finne flere opplysninger om de enkelte programmer. Innstilling av denne funksjonen finnes under fanen "Alle programmer" i "Innstillinger".
15157 = "Overvåkte programmer" viser de programmer, hvis installering blev overvåket av Revo Uninstaller Pro. For å overvåke en programinstallering med Revo Uninstaller Pro, kan du høyreklikke på installasjonsfilen eller klikke på "Installer programmer" i verktøylinjen. Innstilling av denne funksjon finnes under fanen "Overvåkte programmer" i "Innstillinger".  
15158 = Registrering
15159 = Hjelpfil
15160 = Installere Program
15161 = Installere\nProgram
15162 = Lag et Gjenopprettingspunkt og en full Registerbackup før avinstallering
15163 = Lag en full registerbackup...
15164 = Lag et Gjenopprettingspunkt og en full Registerbackup er inaktivert (Alternativ -> avinstallerer)
15165 = Lag en full registerbackup - klar!
15166 = Lag en full registerbackup - misslykket!
15167 = (Støttes ikke av Windows Vista eller Windows 7)
15168 = Logger:
15169 = Eller høyreklikk på ikonen for Jaktmodus og velg "Avslutt" for å stenge av det
15173 = Legg til ny gruppe
15174 = Slett valgte logger
15175 = Bygg opp igjen cachefilen
15176 = Vil du virkelig bygge opp igjen cachefilen?\nAlle ev. tilpassninger av programdetaljer blir nullstilt!
15177 = Håndtere
15178 = Eksportere,importere eller redigere logg
15179 = Endre\neller reparer
15180 = Endre eller reparer
15181 = Oppdater link
15182 = Databaselogger
15183 = Database-\nlogger
15184 = Program:
15185 = Programnavn
15186 = Programversjon
15187 = Windowsversjon
15188 = Windows-biter
15189 = Funnet
15190 = Vis bare logger kompatible med %s
15191 = Vis bare %s logger
15192 = Matchande loggar:
15193 = Databaseloggar:
15194 = Søk etter:
15195 = Logg
15196 = Logger
15197 = Program
15198 = Programmer
15199 = Navn
15200 = Hurtig avinstallasjon 
15201 = Hurtig\navinstallasjon
15202 = Oppretter systembackup
15203 = Avinstallerer program %d av %d
15204 = Innledende analyse - klar!
15205 = Starter programmets inbyggde avinnstalleringsfunksjon - klar!
15206 = Starter programmets inbyggde avinnstalleringsfunksjon - misslykkes!
15207 = Søker etter etterlatte filer, mapper og registerposter...
15208 = Sletter etterlatte komponenter...
15209 = Slettede %d etterlatte registernøkkler og %d -verdier
15210 = Slettede %d etterlatte mapper og %d filer
15211 = Hurtig avinstallasjon utført!
15212 = Status
15213 = Trykk på "Fortsett" når programmets avinnstalleringsfunksjon er ferdig, for å fortsette avinstallasjonsprosessen.
15214 = Fortsett
15215 = Importerte
15216 = Legg til kommentar
15217 = Rediger kommentar
15218 = Moduler
15219 = Loggdato
15220 = Forbereder loggens data før avinstallasjon...
15221 = %d av %d komponenter
15222 = Utfør nødvendige omdøpningsoperationer...
15223 = Vil du virkelig avinstallere den valgte loggen?
15224 = Vil du virkelig avinstallere de valgte loggene?
15225 = Avinstallerer logg %d av %d
15226 = Eksporter alle
15227 = Hopp over\nbackupp
15228 = Hopp over å lage et Gjenopprettingspunkt og en full registerbackup
15229 = Lag full registerbackup - deaktivert!
15230 = Lag Gjenopprettingspunkt - deaktivert!
15231 = Rediger logg
15232 = Importer logg
15233 = Eksporter logg
15234 = Analyserer loggen -
15235 = Døp om loggen
15236 = Loggnavn
15237 = Spar endringer
15238 = Tilpass
15239 = Ikon
15240 = Ikonindeks
15241 = Lagd av
15242 = Opprettet
15243 = Sist endret
15244 = Anslått størrelse
15245 = Registernøkkler
15246 = Registerverdier
15247 = Lagd
15248 = Slettet
15249 = Omdøpt
15250 = Overskriven
15251 = Ukjent
15252 = Gammelt navn
15253 = Fullstendigt namn
15254 = Gammelt fullstendigt navn
15255 = Gamle data
15256 = Ett registerverdi med samme navn finnes allerede!
15257 = Legg til nøkkel
15258 = Nøkkelnavn:
15259 = Ikke endret
15260 = Rediger nøkkel
15261 = Legg til verdi
15262 = Rediger verdi
15263 = Sett
15264 = Gammel type
15265 = Hindre at kjørbare filer (.exe, .com) utføres under sin avinstallering
15266 = Søk etter en relevant logg før programmets vanliga avinstallering
15267 = Vil du virkelig utføre en hurtig avinstallering av Valgte/valgte program?
15268 = Matchande logg funnet blant loggene. Denne kommer til å bli brukt under avinstalleringen\nStarter programmets inbyggde funksjon før avinnstallering.
15269 = Matchande logg funnen i loggdatabasen. Denne kommer til å bli brukt under avinnstalleringen\nStartar programmets inbyggde funksjon før avinnstallering..
15270 = Trykk på "Fortsett" når programmets avinnstallering er avsluttet for å vise etterlatte filer, mapper og registerposter.
15271 = Feil ved nedlasting av loggfilen!
15272 = Feil ved omdøping av den nedlastede loggfilen!
15273 = "Loggdatabasen" i Revo Uninstaller Pro viser de logger fra overvåkede programmer, som passer til din utgave av Windows. Disse logger gjemmes på hjemmesiden, og vedlikeholdes av Revo Uninstallers ansatte. De kan lett brukes (klikk "Avinstaller") for å fjerne programmer fra din datamaskin.
15274 = Din versjon:
15275 = Oppdater nå
15276 = Oppdater loggdatabasen automatiskt
15277 = Feil ved nedlasting av loggdatabasen!
15278 = Feil ved oppdatering av loggdatabasen!
15279 = Feil ved ekstrahering av loggdatabasen!
15280 = Feil ved åpning av loggdatabasen!
15281 = Legg til din kommentar:
15282 = Velg ikon
15283 = Filsøkvei:
15284 = Velg en ikon fra listen:
15285 = Fil
15286 = Mappe
15287 = Eksporterer logg -
15288 = Importerer logg -
15289 = %d%% klar
15290 = Eksportert av
15291 = Funnet relaterate logger
15292 = Ja(anbefales)
15293 = De listede loggene, opprettet av deg, virker å være relaterate til programmet du vil avinstallere. Vil du bruke data fra disse under avinnstalleringen?
15294 = Laster ned logg -
15295 = Loggene i listen fra vår loggdatabase virker å være relaterte til programmet du vil avinstallere. Hvis du vil bruke noen av de setter du bare en markering i ruten forran den.
15296 = Det finnes en passende logg i vår loggdatabas.\vil du bruke den for en mer komplett avinnstallering av programmet?
15304 = Du har ikke valgt noen Log fra listen. \nEr du sikker på at du vil fortsette søkingen av etterlatte og droppe bruk av en Log?
15309 = Sti:
15310 = Bruk programmets avinstalleringsdata for å få tak i installeringens dato informasjon
15311 = Installer program med\nRevo Uninstaller Pro
15312 = Slå sammen valgte logger
15313 = Er du sikker på at du vil slå sammen valgte logger?\nDenne kommandoen passer for logger relatert til ett program og kombinerer alle loggene i en enkelt logg med data.
15314 = Sammenslått logg navn
15315 = Mappe å ekskludere
15316 = Filer og mapper å ekskludere
15317 = Registernøkkler å ekskludere
15318 = Avinstalleringen av %s ble avbrutt med en omstart av datamaskinen. Vil du fortsette med avinstallasjonsprosessen?
15319 = Alle logg-operasjoner på denne datamaskinen
15320 = Overføring
15321 = Sikkerhetskopiering
15322 = Gjenopprett
15323 = Velg hovedmappen til den transportable versjonen
15324 = Sikkerhetskopierings logger
15325 = Gjenopprettings logger
15326 = Overskriv eksisterende logger med samme navn?
15327 = Feil ved oppdagelse av den installerte Revo Uninstall Pro datamappe.
15328 = Søker etter kjørbar fil...
15329 = Kan ikke kjøre programmet
15330 = Programmet kjører allerede
15331 = Programmet ser ikke ut til å ha et brukergrensesnitt
15332 = Programmet ser ut til å ha lukket for tidligt
15333 = Venter på brukergrensesnitt...
15334 = Vis avmerkingsboksene i detaljvisning
15335 = Stien finnes ikke!
15336 = Eksporter log data
15337 = Listede programmer blir installert på samme sted som %s. Rester fra alle disse programmer vil bli funnet. \nEr du sikker på at du vil fortsette?
15338 = Funnet relaterte programmer
15339 = Slett automatisk alle gjenværende rester
15340 = Fant %d registerrester
15341 = Sletter %d registerrester...
15342 = Fant %d resterende mapper og %d filer
15343 = Sletter %d resterende mapper og og %d filer...
15344 = %d valgt
15345 = Vis alternativet for å skanne alle Windows-kontoer for rester
15346 = Velg ditt fargetema
15347 = Klassisk
15348 = Mørkt
15349 = Du kan alltid endre disse innstillingene senere.
15350 = Analyserer programmenes innebygde avinstalleringsprogrammer for standard avinstallering og starter dem stille (hvis mulig)
15351 = Starter appenes standard avinstalleringskommandoer for den første avinstalleringen 
15352 = Skann alle Windows-kontoer for rester
15353 = Avinstaller fra alle Windows-kontoer
15354 = Utfører det innebygde avinstalleringsprogrammet til %s
15355 = Etter at standard avinstallering er fullført, klikker du på "Skann"-knappen for å begynne å skanne etter rester
15356 = Loggnivå endret til %d.
15357 = Vil du fortsette avinstalleringen?
15358 = Er du sikker på at du vil avbryte avinstalleringsprosessen?

[Auto Run Manager Pro]
15800 = Legg til
15801 = Legg til program til Windows Autostartgruppe
15802 = Sett til å autostarte for:
15803 = Alle brukere
15804 = Aktuell bruker
15805 = Sett til å autostarte fra:
15806 = Registret: Run - ved hver Windows-start
15807 = Registret: RunOnce - kjør kun ved neste Windows-start
15808 = Startmappen - ved hver Windows-start
15809 = Kommando (full søkevei):
15810 = Navn:
15811 = Fjernet fra Autostart
15812 = Fjernet komponenter som ikke kjøres fra Autostart
15813 = Fjernet alle inaktiverte komponenter fra Autostart
15814 = Tjenester
15815 = Åpne Windows tjenster
15816 = Planlagte oppgaver
15817 = Aktiver
15818 = Deaktiver

[General App]
16001 = Skriv ut
16002 = Forhåndsgranskning
16003 = Utskriftsinstillninger
16004 = Vise
16005 = Menyfelt
16006 = Hovedverktøysfelt
16007 = Forklaringspanel
16008 = Statusfelt
16009 = Funksjonspanel
16010 = Arkiv
16011 = Autostart-\nhåntering
16012 = Søppelfil-\nrenser
16013 = Windows-\nverktøy
16014 = Webbleser-\nrenser
16015 = MS Office-\nrenser
16016 = Windows-\nrenser
16017 = Spor-\nrenser
16018 = Fullstendig\nsletting
16019 = Backup-\nverktøy
16020 = Installer med Revo Uninstaller Pro
16021 = Avinstaller med Revo Uninstaller Pro
16022 = Installer valgte program med Revo Uninstaller Pro
16023 = Avinstaller valgte program med Revo Uninstaller Pro
16024 = Backup-mappe:
16025 = Sikkerhetskopier slettede Registerposterna
16026 = Sikkerhetskopier slettede filer og mapper
16027 = Microsoft Excel er ikke installert på denne datamaskinen (feilkod 0x%08X).
16028 = Kunne ikke starte Microsoft Excel (feilkod 0x%08X).
16029 = Ukjent feil.
16030 = Registeret
16031 = Dropp informationsbeskjed
16032 = Dropp advarselsbeskjed
16033 = Prosesser
16034 = Spor program i kompaktmodus
16035 = Inkluder prosesser:
16036 = Ekskluder prosesser:
16037 = Prosess-søkevei
16038 = Visuellt tema:
16039 = Verktøysfelt
16040 = Vis etiketter
16041 = Vis små ikoner
16042 = Blå
16043 = Grå
16044 = Svart
16045 = Sølv
16046 = Orginal
16047 = Orginal 2
16048 = Orginal (glatt)
16049 = Kjøp nå
16050 = Når du har kjøpt Revo Uninstaller Pro vil du få tilsendt en lisens pr. mail. Innset lisensen i feltet herunder og klikk "Aktiver online". Aktiveringen krever en internetforbindelse, så din firewall må ikke blokkere Revo Uninstaller Pro. Har du spørsmål vedr. aktiveringen, så skriv til: registration@revouninstaller.com.
16051 = Registrer 
16052 = Angi det eksakte serienumret her:
16053 = Aktiver online
16054 = Alle rettigheter forbeholdt.
16055 = Registrert Versjon
16056 = Uregistrert Versjon
16057 = Er du sikker på at du vil slette backuper, logfiler og andre brukerdata. Trykk på "Nei" hvis du er ved å oppdatere programmet.
16058 = Oversetter:
16059 = Opprett komplett registerbackup daglig
16060 = Slett loggen for overvåkte program etter avinnstallering
16061 = Vis små ikoner i detaljvisning
16062 = Vis kommando i Windows høyrekliksmeny (Installer med ..., avinstaller med ...)
16063 = Marker alle rester som standard
16064 = Mørkgrå
16065 = Blå 2
16066 = Vis Revo Uninstaller Pro i kontrollpanelet
16070 = Kommandolinje
16071 = Tilpass
16072 = Tema
16073 = Tilpass bakgrundsfarge
16074 = Tilpass markeringsfarge
16075 = Steng Revo Uninstaller Pro før du begynner å importere loggen,\nalternativt importer loggen via "Administrer"-knappen i verktøysfeltet i "Overvåkte program"-modulen.
16076 = Aktiver
16077 = velg aktiveringsmetode
16078 = Aktivering online
16079 = Aktivering med fil
16080 = Din 30-dagars prøveperiode er over. Om du vil fortsette å bruke programmet må du kjøpe en lisens.
16081 = Når du har kjøpt Revo Uninstaller Pro, vil du motta en lisens pr. mail. For å aktivere programmet skal du skrive navn og lisens (kopier anbefales) under her, og klikke “Aktiver online”. Aktiveringen krever internetforbindelse, så sørg for at din firewall ikke blokkerer Revo Uninstaller Pro. Hvis du har spørsmål eller problemer, så kontakt oss på: registration@revouninstaller.com
16082 = Når du har kjøpt Revo Uninstaller Pro, vil du motta en lisens pr. mail. For å aktivere programmet skal du skrive navn og lisens (kopier anbefales) under her, og klikke “Lagre fil” og sende filen til support@revouninstaller.com eller registration@revouninstaller.com. Innen 24t vil du så motta en nøkkel som kan aktivere Revo Uninstaller Pro. Hvis du har spørsmål eller problemer, så kontakt oss på: registration@revouninstaller.com
16083 = Du har valgt å aktivere Revo Uninstaller Pro med fil. Når du har sendt aktiveringsfilen pr. mail, skulle du motta en nøkkel fra Revo support. Skrivt nøkkelen (kopier anbefales) under her og klikk "Aktiver". Hvis du har spørsmål eller problemer, så kontakt oss på: registration@revouninstaller.com
16084 = En endring på din datamaskin krever at Revo Uninstaller Pro aktiveres på nytt. Klikk på "Aktiver". Hvis du har spørsmål eller problemer, så kontakt oss på: registration@revouninstaller.com
16085 = Aktiveringen godkjent! 
16086 = Aktiveringen ble ikke godkjent!
16087 = Ingen kontakt med aktiveringsservern. Kontrollera at ikke brandveggen stopper Revo Uninstaller Pro.
16088 = Brukernavn:
16089 = Lisens (kopier og lim inn anbefales):
16090 = Lisenskode (kopier og lim inn anbefales):
16091 = Nullstill aktiveringsprosessen
16092 = Resterende dager:
16093 = Lagre fil
16094 = Registrert til
16095 = Reaktiver
16096 = Aktivering pågår, vennligst vent...
16097 = Feil serienummer.\nVennligst kopier og lim in det isteden for å skrive in det!
16098 = Start Revo Uninstaller Pro på nytt
16099 = Mørkmodus
16100 = Serienummer:
16101 = Lisensdata:
16108 = Vis velkomstbilde i oppstart
16109 = Historiesletter

16110 = Historie\nsletter

16111 = Flere \nkommandoer

16112 = Revo Uninstaller Pro kjører allerede!

16113 = Oppdater, abonnementet utløper: 

16114 = Forny nå

16115 = Oppdater, abonnementet utløper %s!

16116 = Oppdater abonnementet

16117 = Hvis du vil installere nyeste versjoner av Revo Uninstaller Pro
utgitt etter denne datoen, må du fornye abonnementet.

16118 = Prøveversjon påminnelse

16119 = Takk for at du bruker Revo Uninstaller Pro. Du kjører en 30-dagers fullt funksjonell prøveversjon. Hvis du liker programvaren og ønsker å bruke den etter prøveperioden du har utløpt, må du kjøpe en lisens.

16120 = Abonnementet ditt lar deg installere og aktivere en versjon av Revo Uninstaller Pro utgitt før %s. Hvis du vil installere den nyeste versjonen av Revo Uninstaller Pro, må du fornye abonnementet ditt.

16121 = Liker

16122 = Deaktivert lisens

16123 = Din lisens er deaktivert av deg. Hvis du vil bruke Revo Uninstaller Pro igjen, må du registrere den med et gyldig serienummer

16124 = Deaktiver lisens

16125 = Brukt aktiveringsnøkkel har blitt deaktivert.
16126 = Deaktivering mislyktes!

16127 = Er du sikker på at du vil deaktivere lisensen din?\nNåværende installasjon av Revo Uninstaller Pro vil slutte å fungere! Fortsett bare hvis du vil flytte eller overføre lisensen til en annen datamaskin.
16128 = Deaktiver
16129 = Deaktiverer lisensen din. Vennligst vent ...
16130 = dag
16131 = Det angitte serienummeret er allerede brukt i denne lisensfilen.
16132 = Oppdateringsabonnementet ditt er utløpt på %s, så du er ikke kvalifisert til å oppdatere din nåværende versjon av Revo Uninstaller Pro. Vennligst forny oppdateringsabonnementet hvis du vil installere og bruke den nyeste versjonen.
16133 = Kommandoknapp tekst
16134 = Tast inn brukernavnet du ønsker
16135 = Importen var vellykket!\n start Revo Uninstaller Pro på nytt for å bruke endringer.
16150 = Dialogboks bakgrunnsfarge
16151 = Tekstfarge
16152 = Kontrollerer bakgrunnsfarge
16153 = Utvalgsfarge
16159 = Kopiere til utklippstavle

[AppBar]
16900 = Lagre loggen med overvåkede systemendringer
16901 = Stopp overvåking av installasjonen
16902 = Revo Uninstaller Pro overvåker systemendringer - fortsett med å installere som du pleier! START IKKE andre installeringsfiler, programmer eller annet mens installeringen kjører !!! Når du har gjennomført installeringen, så start det installerte program, innstill det og lukk igjen. Klikk deretter "Stop" (rød firkant) og lagre loggfilen.
16903 = Angi et loggnavn:
16904 = Angi et navn på loggen og trykk "Lagre"
16905 = Revo Uninstaller Pro overvåker installasjonen
16906 = Revo Uninstaller Pro lagrer data
16907 = Kunne ikke avslutte datamaskinen. Forsøk å avslutte manuelt isteden!
16908 = Kunne ikke endre rettighetene for å avslutte. Forsøk å avslutte manuelt isteden!
16909 = Angi et gyldig loggnavn!

[JunkFilesCleanerPro]
17000 = Ekskludere
17001 = Sist endret
17002 = Søk gjennom mappe...
17003 = Inkluder
17004 = Mapper til å inkludere som søppel
17100 = Windows\nApps
17101 = Windows Apps
17102 = Windows App
17103 = Total Apps
17104 = App
17105 = Apps
17106 = "Windows Apps" -modulen viser alle installerte Windows-apper og hjelper deg med å avinstallere noen av dem med ett enkelt klikk. Noen av programmene produsert av Microsoft kommer forhåndsinstallert med operativsystemet, andre er installert gjennom Microsoft Store. Mer informasjon om en hvilken som helst app kan bli funnet på hurtigmenyen.
17107 = Analyserer og starter Apps standard avinstalleringskommando
17108 = Når appens standardavinstaller er ferdig, trykker du på "Scan" -knappen for å starte skanning for gjenværende filer, mapper og registerelementer.
17109 = Er du sikker på at du vil avinstallere den valgte App?
17110 = Kan ikke kjøre den valgte Windows appen!
17111 = Åpne i Microsoft Store
17115 = Avslutt
17116 = Tilbakestill app
17117 = Tilbakestill Microsoft Store
17118 = Kan ikke avslutte valgt app.
17119 = Dette vil gjenopprette den opprinnelige konfigurasjonen.\nVil du fortsette?
17120 = Dette vil gjenopprette Microsoft Store til den opprinnelige konfigurasjonen.\nVil du fortsette?
17121 = Den innebygde avinstalleringen av %s mislyktes.\nVi anbefaler at du sjekker integriteten til systemfilene dine eller tilbakestiller %s-appen og prøver igjen.
17122 = Avinstallering mislyktes

17200 = Nettleser\nutvidelser
17201 = Nettleserutvidelser
17202 = MS Edge utvidelser
17203 = Type
17204 = Utvidelse
17205 = Plugin
17206 = App
17207 = Hjelper
17208 = Verktøylinje
17209 = Søk leverandør
17210 = %s kjører. Kill (hard stopp) hvis du vil fortsette.\nIkke lagrede data i nettleseren din kan gå tapt.
17211 = Totalt antall utvidelser
17212 = utvidelse
17213 = utvidelser
17214 = "Nettleserutvidelser" -modulen viser og hjelper deg med å slette forskjellige typer ekstra komponenter (kalt utvidelse eller tillegg), som de fleste populære nettlesere som Google Chrome, Microsoft Edge, Mozilla Firefox og Internet Explorer lar deg installere for å tilpasse dem. Kolonne "Type" viser deg typen av utvidelsen i henhold til nettleseren.
17215 = Er du sikker på at du vil fjerne valgt utvidelse?
17216 = Fjerner %s utvidelse
17217 = For å unngå automatisk gjeninstallering av utvidelsen, deaktiver "Synkroniser apper" og "Synkroniser utvidelser" fra Chrome-innstillinger, og fortsett deretter fjerningsprosessen.
17218 = Du har valgt en forhåndsinstallert utvidelse.
17219 = Nettleser
17220 = Profil
17221 = %s kjører.? Trykk 'k' for å stoppe/lukke det med det (ulagrede data i nettleseren din kan gå tapt).? Trykk på en annen tast for å avbryte.
17222 = %s kjører. Lukk den for å fortsette.

[EvidenceRemoverPro]
17300 = Type
17301 = Total størrelse
17302 = Ledig plass
17310 = Lokal Disk
17311 = Flyttbar Disk
17312 = Anslått resterende tid:
17313 = Dager 
17314 = Timer
17315 = Minutter
17316 = Sekunder

[WindowsToolsPro]
17400 = System gjenoppretting
17401 = Nettverksdiagnostik
17402 = Nettverksinformasjon
17403 = Sikkerhetssenter
17404 = Systemegenskaper
17405 = Systeminformasjon
17406 = TCP/IP Netstat-kommando
17407 = Skjermtangentbord
17408 = Defragmentering
17409 = Tjenester
17410 = Delte mapper
17411 = Gruppepolicy
17412 = Legg til/fjern Windowskomponenter
17413 = Microsoft Windows Fjerning av skadlig programvare
17414 = Windows Sikkerhetskopiering og gjenoppretting
17415 = Oppgave styring
17416 = CheckDisk
17417 = Systemfilkontroll (SFC)
17418 = Diskopprydding
17419 = Ressursmonitor
17420 = Implementering av bildeservice og -administrasjon
17421 = Tøm DNS cache
17422 = DirectX info og diagnostikk

17450 = Windows backup og tilbakestill kan både opprette en kopi av dine filer, og lage en fullstendig systembackup (image). Du kan la Windows velge hva som skal kopieres, eller du kan bestemme selv. Et systemimage inneholder alle filer, programmer og innstillinger, og kan brukes til at tilbakestille datamaskinen, hvis den bryter sammen.
17451 = Med oppgavestyring kan du planlegge oppgaver, som utføres automatisk, når du ønsker det. Du kan f.eks. starte et program på et bestemt tidspunkt, eller kjøre ett script hvis bestemte forutsetninger krever det. Oppgavene lagres i et bibliotek, som de enkelt kan administreres fra.  
17452 = Diskkontroll kan verifisere filsystemets integritet på dit Windows drev. Det kontrolleres for dårlige sektorer, manglende klynger, feil filreferanser og mappefeil, alt sammen problemer som kan oppstå hvis datamaskinen fryser, strømmen svikter, feil avslutning osv.  
17453 =  Systemfil sjekk kan lete etter og reparere korrupte systemfiler. Eventuelle problemer forsøkes reparert, ved å erstatte ødelagte filer med tilsvarende fra Windows DLL cache. Finnes filen ikke i Windows DLL cache eller er DLL cachen ødelagt, blir du bedt om å sette inn Windows disk.
17454 = Diskopprydding er et verktøy for vedlikehold av datamaskinen som er utformet for å frigjøre diskplass på datamaskinens harddisk. Det lar brukerne fjerne filer som ikke lenger er nødvendig, eller som kan slettes trygt som midlertidig, hurtigbuffer og loggfiler som er opprettet av operativsystemet og andre programmer.
17455 = Resource Monitor, viser informasjon om bruk av maskinvare (CPU, minne, disk og nettverk) og programvare (filhåndtak og moduler) ressurser i sanntid. Dette verktøyet hjelper deg med å finne ut hvor mye av ressursene som skal brukes for øyeblikket eller brukes over tid gjennom en grafisk representasjon. På den måten kan du sjekke ytelsestallene for spesifikke ressurser og bestemme et tiltak for å forbedre ytelsen til datamaskin. 
17456 = DISM kjører en skanning for korrupsjon og reparerer problemer som den finner i operativsystemet.
17457 = Hvis du har problemer med å få tilgang til en nettside eller bruker en nettjeneste, kan det være at enheten din har bufret en utdatert DNS-post som må slettes eller tilbakestilles manuelt.
17458 = DirectX diagnoseverktøyet viser et vell av informasjon om DirectX, og lar deg også utføre grunnleggende diagnostiske tester på DirectX systemet.
17480 = Verktøy
17481 = Kommandolinje
17482 = Legg til et tilpasset verktøy
17483 = Redigeringsverktøy
17484 = Et tilpasset verktøy med samme navn finnes allerede.\nVennligst skriv inn et annet navn.

[WindowsCleanerPro]
17500 = Slett Thumbnail Cache

[UnrecoverableDeletePro]
17600 = Legg til fil(er)
17601 = Legg til mappe
17602 = Slett permanent
17603 = Sletter
17604 = Beregner...
17606 = Fjern valgte elementer fra listen

[Backup Manager]
17800 = Backup-administrering
17801 = Tilbakestill
17802 = Slett
17803 = Slett alle
17804 = Tilpasset\nGjenoppretting
17812 = Leser mappestruktur...
17813 = Bakover
17814 = Neste
17815 = Fant ingen gjenopprettingsdata
17816 = Bearbeider
17817 = Sikkerhetskopierer %d av %d poster
17818 = Gjenopprettingspunkter:
17819 = Total størrelse:
17820 = Administrer backup hjelper deg med å holde styr på de sikkerhetskopier som opprettes og lagres av Revo Uninstaller Pro etter hver eneste sletting av registrynøkkler, filer eller mapper. Ved oppretting av et gjenopprettingspunkt kan du enten gjenopprette alle slettede data eller velge å gjenopprette et enkelt, eller noen få emner efter behov. Mangler du lagerplass kan du velge å slette noen få, eller samtlige gjenopprettingspunkter.
17821 = Navn
17822 = Operasjon
17823 = Størrelse
17824 = Registerposter
17825 = Filer og Mapper
17826 = Tid
17827 = Dato
17830 = Nøkkel-/Verdinavn
17831 = Data
17835 = Standardverdi
17836 = Gjenoppretter %d av %d poster
17837 = Gjenoppretter
17838 = Fil-/Mappenavn
17839 = Tilpasset Gjenoppretting
17840 = Feil ved lesing av backup-datafilen!
17841 = Filer og Mapper til gjenoppretting
17842 = Registerposter å gjenopprette
17843 = Det finnes ikke nok diskplass til å skrive backup-datafilen!
17844 = Feil ved skriving av backup-datafilen!
17845 = Vil du virkelig gjenopprette handling %s av %s?
17846 = Vil du virklig slette alle gjenopprettingspunkter?
17847 = Slett\n etter alder
17848 = Slett backuper eldre enn gitt dato eller etter spesifikt tidsrom
17849 = Slett alle backuper eldre enn:
17850 = Valgt dato:
17851 = En uke
17852 = To uker
17853 = 30 dager
17854 = 90 dager
17855 = 180 dager
17856 = Ett år
17857 = Egen dato
17858 = Du har valgt en dato etter dagens.\nDette kommer til å slette ALLE backuper! Fortsett?


[TooltipsPro]
18200 = Juster instilinger av Revo Uninstaller Pro
18201 = Bytt utseende på listen med overvåkede program
18202 = Håndter backup-informasjonen som lagres av Revo Uninstaller Pro
18203 = Installer program gjenom Revo Uninstaller Pro
18204 = Tvunget avinstallering av rester fra allerede avinstallerte program
18205 = Vis alle installerte program
18206 = Vis alle overvåkede programinstallasjoner
18207 = Avinstallere det Valgte overvåkede programmet
18208 = Tilpass avinstallering av Valgt overvåket program
18209 = Tilbakestil det Valgte tilbakestilingspunktet i Revo Uninstaller Pro

18210 = Tilpasset tilbakestiling av Valgt tilbakestilingspunkt i Revo Uninstaller Pro
18211 = Slett det Valgte tilbakestilingspunktet i Revo Uninstaller Pro
18212 = Legg til et program i Windows Autostartgrupp
18213 = Utfør bevissletting på de Valgte disker
18214 = Legg til filer som skal slettes fullstendig
18215 = Legg til en mappe som skal slettes fullstendig
18216 = Slett de tilagde filene og mappene
18217 = Slett Valgte filer
18218 = Endre eller reparer installasjonen av Valgte program
18219 = Hurtigavinstaller Valgt program (alle funnet gjenværende rester kommer til å bli slettet automatiskt)
18220 = Legg til i loggen
18221 = Endre Valgt komponent
18222 = Slett Valgt komponent fra loggen
18223 = Eksporter aktuelle loggdata som HTML

[Portable]
18508 = Aksepter

18509 = Lisensavtale

32900 = Avinstalleringshistorikk
32901 = Fjern alle
32902 = Eksportdetaljer
32903 = App navn
32905 = Avinstallerte programmer:
32907 = Avinstallerte logger:
32909 = Avinstallerte apper:
32910 = Importert logg
32911 = Brukerlogg
32912 = Avinstalleringshistorikken holder styr på alle avinstallasjoner som er utført og gir detaljert informasjon om den avinstallerte programvaren og alle slettede data som gjenstår.
32917 = Programdetaljer:
32918 = Driftssammendra:
32919 = Fil- og mappeoperasjoner:
32920 = Registeroperasjoners:
32921 = Loggdetaljer:
32922 = App detaljer:
32923 = Registernøkler er slettet
32924 = Registerverdier er slettet
32925 = Filer er slettet
32926 = Mapper er slettet
32927 = Sett for sletting ved omstart
32928 = Registernøkler ble ikke slettet
32929 = Registerverdier ble ikke slettet
32930 = Sammendrag
32931 = Slettet resterende registernøkler:
32932 = Slettet resterende registerverdier:
32933 = Slettet resterende mapper:
32934 = Slettet resterende filer:
32935 = Ledig plass gjenvunnet fra rester:
32936 = Vis detaljer
32937 = Du har avinstallert
32938 = Fullførte avinstalleringsoperasjoner
